{"DocumentID": "920ad822-07ef-4e7d-ab95-d84d86b29fb5-35478-batch_1", "DocumentPages": [{"PageNumber": 30, "PageText": "02-28-19;05:23PM 9162334171 10/21 Name Dalpoggetto, Andre Test Date 2/21/2019 Patient ID 0001688 Instrument GSI 61 Clinical Audiometer Birthdate 11/11/1968 Instrument S/N AA073194 Reliability Good SACRAMENTO 1111 Exposition Blvd Transducer Headphones EAR I NOSE I THROAT Sacramento, CA 95815 FACIAL PLASTIO BURGERY Instrument Last Calibration 125 250 500 1K 2K 4K 8K -10 0 10 20 30 40 50 60 $ 70 $ S 80 L $ 90 E k 100 Symbol Key Right Combined Left 110 AC unmasked o AC masked A< > 120 BC uhmasked BC Masked E ] BC forehead Frequency (Hz) 750 masked 1 r 1.5K 3K 6K 12K Sound Flaid S S Sound Flaid Alded A A AC PTA 92 dB BC PTA SII MCL M Mu M UCL U U AC PTA 13 dB BC PTA 13 dB SII NR Ear Test Int Type Ext Word List Aided % dB HL dB EM Ear Test Int Mic Type Ext Word List Aided % dB HL dB EM R SDT Mic Could not distinguish words Mic 90 L SRT Mic 10 Comments L WRS Mic w-22 100 45 Last noise exposure> 18hrs. Impairment R=100%, \"=0%. Binaural=16.6%, Whoieman=6% Aided Impairment=56.2%, Aided SDT=50dB (could not distinguish words). S=Aided testing in sound field. Patient had aided testing with office stock BTE in right ear with masked left ear Type A tymps AU. Absent reflexes AD. Present reflexes AS. Tinnitus could not be matched d/t non-tonal perception. JGriffitts, AuD/NHummadi, Oto tech * RCVD AT 2/28/2019 8:23:13 PM [Eastern Standard TIme] DURATION (mm-ss):05-57 PAGE10/21"}, {"PageNumber": 31, "PageText": "02-28-19;05:23PM 9162334171 7/21 trauma, which permanently damaged the hearing nerve or cochlea in the right ear and is unlikely to recover. The hearing loss in the left ear is consistent with presbycusis along with a history of noise exposure arising out of working as an automobile mechanic, but does not constitute a ratable disability. PERMANENT AND STATIONARY The hearing loss is permanent and stationary in that no improvement is expected with or without treatment. FACTORS OF DISABILITY OBJECTIVE: The patient has a ratable impairment and severe/profound measurable hearing loss in the right ear. SUBJECTIVE: The patient cannot localize sounds. He is having trouble hearing in normal daily situations. He has tinnitus, which is severe and does interfere with his activities of daily living as defined in the AMA Guides to the Evaluation of Permanent Impairment Fifth Edition in table 1-21 on page 4, which classifies \"restful nocturnal sleep pattern\" as an activity of daily living, DISABILITY Utilizing the four-figure formula used by the American Academy of Otolaryngology Head and Neck Surgery, The American Medical Association, and the Workers' Compensation Appeals Board, the patient has a monaural impairment of 100% in the right ear, 0% in the left ear, binaural impairment is 16.6%, and a whole-person impairment due to hearing loss is 6%. In addition, the AMA Guides to the Evaluation of Permanent Impairment Fifth Edition on page 246 states \"tinnitus in the presence of unilateral or bilateral hearing impairment may impair speech discrimination. Therefore, add up to 5% for tinnitus in the presence of measurable hearing loss if the tinnitus impacts the ability to perform activities of daily living.\" As discussed above, this tinnitus is severe and awakens Mr. Dalpoggetto multiple times per night. Therefore, I would judge that we should add 5% to his overall hearing loss due to his severe recalcitrant tinnitus. Therefore, his binaural hearing impairment is 21.6%, which represents a whole-person impairment of 8%. CAUSATION This patient's profound sensorineural hearing loss in the right ear is directly due to industrial injury occurring on 12/04/2014. The high frequency hearing loss in the left ear is likely a combination of presbycusis and cumulative noise exposure, but does not rise to the point of a ratable impairment. Therefore, the apportionment below is based on the hearing loss in the right ear, which has resulted in 8% whole person impairment as discussed above. PAGE7/21 *RCVDAT2/28/2019 8:23:13 PM[Eastern StandardTIme] DURATION(mm-ss):05-57"}, {"PageNumber": 32, "PageText": "02-28-19;05:23PM; 9162334171 # 14/ 21 NAME: Andre Dalpeggetta ID: 1an9d619247to1tesh TESTER: Hum DATE/TIME: 02/21/2019 03:28 pm GSI TYMPSTAR MIDDLE EAR ANALYZER PROBE s/N: 20062547 REFLEX THRESHOLD TEST 1 Y 226Hz I 500 Hz L. ml ON: 1. 5 OFF:1.5 dapa:0 .00 100 100 procest HL HL , 16 22 .21 ml Y 226Hz I 1000 Hz L ON 1. 5 OFF:1.5 dapa:0 .00 100; 100, HL HL present , 16 24 .24 15 sec REFLEX THRESHOLD TEST 2 Y 226Hz I 2000 Hz L ml ON : 1. 5 OFF:1. 5 dapa:0 .00 100: 100: prosent HL HL . 16 21 .20 m 1 Y 226Hz I 4000 Hz L ON : 1. 5 OFF: 1. 5 dapa:0 .00 100; 100 present HL 1 HL .16 05 .-03 15 sec PAGE14/21 * RCVD AT 2/28/2019 8:23:13 PM [Eastern *"}, {"PageNumber": 33, "PageText": "02-28-19:05:23PM; ;9162334171 # 11/21 Andre Dalpoggetto Account No: 952321610 SEAAFARCIRNOASEMIETNHRTOAOT Age: 60 Date of birth: 11/11/1958 12:00:00 AM CIAL PLASTIC SURGERY Report Date: 2/21/2019 Tester: EXPO2 Audiometer Model: GSI 61 Clinical Aur Serial Number: AA073194 Calibration Date: AUDIOMETRY 2/21/2019 IMMITTANCE 1/1/0001 AC: Unknown, BC: I_NoTransType Right Left 125 250 500 1k 2k 4k 8k -10 1.50 1.50 1.25 1.25 0 1.00 1.00 0.75 0.75 10 0,50 0,50 0.25 0.25 20 0,00 0.00 -0.25 -0.25 30 -0,50 -400-300-200-100 0 100 200 -0.50 theP -400-300-200-100 o 100 200 40 Right 50 Tone Hz Tone Hz 60 $ libute SC ml SC ml TPP daPa TPP daPa 70 ECV ml ECV ml 80 TW daPa TW daPa Type Type 90 ReffER 100 500 1k 2k 4k BBN 110 R Ipsi L lpsi 120 R Contra 750 1.5k 3k 6k L Contra Frequency (Hz) Stimulus Ear Probe tone: 226 Hz R 60 60 55 60 60 60 60 60 i. R 55 55 55 70 L R Masked L X> o AC 4C < BC S S S SF 0 AC BC Al MU M MCL Right 92 U UCL Left 13 13 76 N 2 NR PTA AC: 500, 1k, 2k de Subre BC: 500, 1k, 2k Dato: 1 SRT X L SRT 10 AC Live Aud Method: WES 3 WRS o A R WRS 90 0.0 AC Live PAGE 11/21* RCVD AT 2/28/2019 8:23:13 PM [Eastern *"}, {"PageNumber": 34, "PageText": "02-28-19;05:23PM; ;9162334171 # 12/21 NAME: Andre Dalpasetto ID: 1m9a6d9i4a7s1to tesh TESTER: Hum DATE/TIME: 02/21/2019 03:26 pm GSI TYMPSTAR MIDDLE EAR ANALYZER PROBE S/N: 20062547 TYMP SCREENING TEST 1 m7 Ytm 226 Hz L 3 2 1 A 0 - 400 -200 0 +200 600/200dapa/s dapa EARCANAL VOLUME: 1. 4 TYMP 1: dapa ml GRADIENT: -5 1.9 REFLEX: I 1000 H5z0 dapa NT TYMP SCREENING TEST 2 ml - Ytm 226 Hz R 1.5 1.0 0.5 A 0.0 --400 -200 o +200 600/200daPa/s dapa EARCANAL VOLUME: 1.0 c TYMP 1: dapa m' GRADIENT: 10 0.9 PAGE 12/21 * RCVD AT 2/28/2019 8:23:13 PM [EaRstEernFSLtaEndXard:TImIe] S1VR:0CL0E-0RIG6H5THFAzX01d1*a5 paDNIS:2166435500 NT \""}, {"PageNumber": 35, "PageText": "02-28-19:05:23PM; 9162334171 # 8/21 APPORTIONMENT The disability arising from his hearing loss is apportioned 100% and is a direct result of the industrial occurring on 12/04/2014. The hearing loss in the left ear is not ratable and therefore does not contribute to the apportionment. In addition, there is no audiometric documentation of any preexisting hearing loss in the right ear and therefore there is no basis for considering this. The worker recalls that the right sided hearing loss resolved as his concussion cleared. TOTAL OR TEMPORARY DISABILITY The patient is totally and permanently disabled as a result of catastrophic injury occurring on 12/04/2014. The hearing loss by itself is a contributing factor as he is unable to localize the sounds or participate in normal conversation. MEDICAL TREATMENT INDICATED There are methods for rehabilitating unilateral hearing loss to some degree. This would include either a CROS hearing aid or a bone-anchored hearing aid. These devices can improve awareness of environmental sounds, but do not typically allow localization of sounds in the presence of unilateral profound hearing loss. It is not likely he could return to work with hearing aids due to his other injuries. PAGE 8/21 * RCVD AT 2/28/2019 8:23:13 PM [Eastern *"}, {"PageNumber": 36, "PageText": "02-28-19;05:23PM 9162334171 4/21 substantiate or dispute his hearing levels before the accident on 12/04/2014. He has never worn hearing aids. FAMILY HISTORY OF HEARING LOSS He states his father had hearing loss due to World War II and working in construction. PAST MEDICAL HISTORY Notable principally for the severe multi-organ trauma sustained on an industrial basis as discussed above. He takes Benadryl for sleep, Advil and Tylenol for pain and intermittent use of meclizine for dizziness. Surgeries include hernia surgery and surgery for collapsed lung at the time of his injury. He had a peroneal nerve repair in the right leg. He states that he has smoked off and on for most of his life, currently smokes about half-a-pack per day. HISTORY OF OTOTOXIC DRUG EXPOSURE None known. HISTORY OF SEVERE HEAD INJURY As discussed above in 2014 and 1982. HISTORY OF MENINGITIS None. REVIEW OF SYSTEMS He notes a swallowing difficulty, which he was told by one otolaryngologist was due to a vocal cord paralysis and by another otolaryngologist that it was due to a granuloma of the vocal cord. This has been improving. He notes painful joints and wealcness in certain muscles. He has blurred vision, sleeping problems and memory loss. EDUCATIONAL HISTORY He was born in Santa Cruz, California, and spent about 45 years there. He attended high school in Santa Cruz, but did not graduate. He subsequently had training specific to being an automotive mechanic as well as to be a smog technician. EMPLOYMENT HISTORY Starting in high school, he worked in French Restaurant washing dishes, Starting in 1975, he became an automotive mechanic and continued to work as an automotive mechanic until 2014. He worked in multiple different shops. He worked on motorcycles, cars, and trucks. He wore ear protection 4/21 * RCVD AT 2/28/2019 8:23:13 PM [Eastern standard Time] SVR:CLE-RIGHTFAX01/5 ANI:19165650498 DURATION (mm-ss):05-57 PAGE"}, {"PageNumber": 37, "PageText": "02-28-19:05:23PM; ;9162334171 3/21 Swww.AsncCent.RcomAMENTO SACRAMENTO EAR, NOSE, AND THROAT SURGICAL AND MEDICAL GROUP, INC. 1111 Exposition Blvd., BHlEdgA.D70A0N,DSacNrEaCmeKntoS,URCAGE95R8Y15 Ph: (916)736-3399 Fax (916)736-3350 David A. Evans, MD. February 21, 2019 AMTRUST NORTH AMERICA PO BOX 89404 CLEVELAND, OH 44101 RE: ANDRE DALPOGGETTO ID NO.: 518380 DWC-CASE NO.: ADJ10705753 CLAIM NO.: 1676163-1 To Whom It May Concern: Andre Dalpoggetto is a 60-year-old man whom I evaluated on 02/21/2019 for hearing loss and tinnitus. HISTORY OF PRESENT ILLNESS This man has worked as an auto-mechanic for many years. On 12/04/2014, he was working at Liberty Motors. He was working on a truck, which was on a hydraulic lift at about head height per his recollection. He was working on the wheel and suddenly the truck fell off the lift and crushed him on the ground. He had multiple injuries. He was transported to Sierra Nevada Hospital and then to Mercy San Juan Medical Center. He had chest injuries and loss of consciousness. He states that once he woke up from the initial injury he noted that he could not hear at all in his right ear. He noted loud tinnitus, which has persisted. He has had no improvement in the hearing in his right ear. He has severe tinnitus, which is constant. He states it awakes him up multiple times per night and therefore interferes with a restful nocturnal sleep pattern. He apparently has seen otolaryngologist including Dr. Gage in Roseville and possibly Dr. Beil. He was diagnosed as having a profound hearing loss in the right ear. He has had a history of noise exposure throughout his work life as a mechanic, but has used ear protection when possible. In addition, he had a head injury in 1982 when he was involved in a non-industrial motor cycle accident. He states he had loss of consciousness with a concussion as well as fractures of the scapula and clavicle. He recalls at that time having some hearing loss in the right ear. He estimates this at 20%. He does not recall if he had any audiograms. He did not have any tinnitus. He also feels that this hearing loss in 1982 resolved as his concussive symptoms cleared. There are no audiograms provided to PAGE 3/21 * RCVD AT 2/28/2019 8:23:13 PM [Eastern standard Time] * SVR:CLE-RIGHTFAX01/5 (mm-ss):05-57"}, {"PageNumber": 38, "PageText": "Ronald B. Wolfson, M.D. Board Certified Orthopaedic Surgeon Qualified Medical Evaluator MAILING ADDRESS 890 Lamont Avenue, Suite 201 Novato, CA. 94945 SUPPLEMENTAL REPORT July 5, 2020 AmTrust North America P.O. Box 89404 Cleveland, OH 44101 RE: DALPOGGETTO, ANDRE DATE OF EVALUATION: July 5, 2020 EMPLOYER: August 20, 2019 EMPLOYER: GK Alcombrack, Inc.; DBA Liberty Motors DATE OF INJURY: 12/04/2014 CLAIM NO: 1676163-1 PANEL NO: 2406472 FEE SCHEDULE ML 106-95: This is a Qualified Medical Evaluation Supplemental Report. This represents the summary of the total time spent on record review, the preparation of a narrative report and its review & final editing. Total time spent was 180 minutes. **This is a medical legal report and does not qualify for a PPO/Network discount. Andre Dalpoggetto was evaluated by me on August 20, 2019. I reviewed extensive medical records. I examined him and I felt that as a result of the injurics that he had on 12/04/2014, there was intercostal nerve damage from the thoracic spine injury, multiple chest injuries and ongoing pain in his right chest from multiple rib fractures. 35 california - Med 5 35 07/31/2020 001436 13 165"}, {"PageNumber": 39, "PageText": "RE: DALPOGGETTO, ANDRE Page 2 I said in my report that the applicant had other issues that have been evaluated but had no significant shoulder pain or limitation of motion when I evaluated him but his major issue was thoracic radiculopathy that was persistent. I received a letter dated June 15, 2020 from Ilona Manzyuk, as well as a copy of a letter dated August 20, 2019 from Ilona Manzyuk that I did not have when I evaluated the examinee on August 20, 2019. In her letter of June 15, 2020, she was aware that I had given Mr. Dalpoggetto a DRE Category II impairment rating for the thoracic radiculopathy and basically wanted to know if he should be in DRE Category III. She basically wanted mc to re-review the medical records which I have done and provide ratings for his neck, shoulders, chest/ribs and hips. I have re-reviewed the records, re-reviewed my physical examination and my history and conclusions and believe that the DRE Category II, 8% WPI, is appropriate for the radicular complaints associated with his thoracic radiculopathy and nerve root irritation. No new evidence was provided for me to change those opinions. I stand by those. If you have any further questions, do not hesitate to write. With respect to the thoracic radiculopathy, there was no evidence of neurological impairment related to the thoracic injury. No reflex changes and no evidence of significant disc herniation. There has been no surgical treatment. I believe that the DRE Category II, 8%, whole person impairment is more appropriate and more correct. REVIEW OF MEDICAL RECORDS REVIEW OF MEDICAL RECORDS from QME 08-20-2019 12/04/14. Dana Forman, DO. (General Surgery) History & Physical Report. DOI: NA. CC: Concern for abdominal trauma. ASSESSMENT: Crushed by an auto falling off a jack with multiple bilateral rib fractures, a right hemopncumothorax, bilateral pulmonary contusions, and incidental right thyroid enlargement. TX PLAN: Admit to intensive care unit. Keep him sedated with pain medications and attempt to reduce his ventilatory requirements. Ordered cardiac enzymes as well as an 35 california - Med 5 35 07/31/2020 001436 13 166"}, {"PageNumber": 40, "PageText": "RE: DALPOGGETTO, ANDRE Page 3 echocardiogram. Ordered creatinine kinase and will trend this, as there is concern for rhabdomyolysis (p. .40) 12/04/14. Maria Parayno, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: CT chest, abdomen, pelvis with contrast. HISTORY: Trauma. IMPRESSION: Multilevel displaced right-sided rib fractures with associated traumatic right pneumothorax, small to moderate. Near complete collapse of the right lower lobe and partial right upper lobe collapse. A right chest tube is present terminating at the level of the right hilum, posteriorly. Minor leftward mediastinal shift. Extensive right chest wall, anterior neck, bilateral supraclavicular and neck subcutaneous soft tissue emphysema. Pneumomediastinum. The exact source of mediastinal air is not entirely clear on this exam and could be the result of the esophageal or tracheobronchial injury. Multiple left-sided rib fractures with partial collapse of the basilar left lower lobe and posterior left upper lobe. No acute intra- abdominal or pelvic traumatic injury. Hepatomegaly and diffuse fatty liver infiltration. Presumed splenic cysts or hemangiomas. Left renal cyst. Asymmetric enlargement of the right thyroid lobe which appears heterogeneous. (p. 26) 12/04/14. Stanley M. Batiste, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Esophagram of the orogastric tube. HISTORY: Not on report. IMPRESSION: Esophagram through that indwelling orogastric tube demonstrate no evidence for esophageal perforation/leak. Upon completion I advance the orogastric tube under fluoroscopic guidance into the body of the stomach. (p. 165) 12/04/14. Stanley Batiste, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the chest, 1 view. HISTORY: Earlier 1454 hours study. IMPRESSION: Endotracheal tube is in good position. Nasogastric tube extends at least to the GE junction, consider 15 cm advancement. Volume loss of the right lung with chest tube well positioned and no pneumothorax. Numerous right rib fractures and subcutaneous emphysema appear unchanged. (p. 23) 12/04/14. Lindscy Satre, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable chest x-ray. HISTORY: Trauma. IMPRESSION: No significant change in the chest with stable findings as noted. (p. 163) 35 california - Med 5 35 07/31/2020 001436 13 167"}, {"PageNumber": 41, "PageText": "RE: DALPOGGETTO, ANDRE Page 4 12/04/14. Parminder Deol, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: CT of the head without contrast. HISTORY: Trauma. IMPRESSION: There is no acute intracranial pathology. Paranasal sinus disease. Right parietal scalp swelling. Partly imaged soft tissue gas/emphysema in the prevertebral region at the level of the C1 and C2 articulation. (p. 45) 12/04/14. Parminder Deol, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: CT scan of the cervical spinc. HISTORY: Trauma. IMPRESSION: There are no acute displaced fractures in the cervical spine. Nondisplaced fractures of the upper ribs on both sides as detailed above. Multiple other findings as detailed above in the body of this report. (p. 47) 12/04/14. Parminder Deol, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: CT scan of the brain. HISTORY: Trauma. IMPRESSION: There is no acute intracranial pathology. Paranasal sinus disease. Right parietal scalp swelling. Partly imaged soft tissue gas/emphysema in the prevertebral region at the level of the C1 and C2 articulation. (p.47) 12/04/14. Maria Parayno, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: CT of the thoracic and lumbar spine. HISTORY: Trauma. IMPRESSION: No evidence of acute thoracic or lumbar spine fracture or subluxation. (p. 50) 12/04/14. Robert Crockett, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Chest x-ray AP supine chest. HISTORY: Chest trauma post chest tube placement. Hypoxia. IMPRESSION: New right thoracostomy tube in good position, but with small pneumothorax and increased subcutaneous gas now seen. Apparent widening of the mediastinum could be related at least in part to the supine position. Soft tissue mass of the right neck deviating the trachea toward the left. Considerations would include soft tissue injury with hematoma, but a thyroid mass could have this appearance. (p. 467) 12/04/14. Robert Crockett, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Chest x-ray AP portable chest. HISTORY: Chest trauma. Right pneumothorax drained with a needle. 35 california - Med5 35 07/31/2020 001436 13 168"}, {"PageNumber": 42, "PageText": "RE: DALPOGGETTO, ANDRE Page 5 IMPRESSION: Several right rib fractures, with minimal right pleural air and subcutaneous air, and mild subpleural soft tissue thickening laterally. Right neck mass deviating the trachea toward the left. Considerations would include hematoma, but a thyroid mass also could have this appearance. Apparent mediastinal widening may be related to the supine. (p. 468) 12/04/14. Robert Crockett, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of pelvis AP. HISTORY: Trauma with pain. IMPRESSION: No acute bony abnormality is seen in the pelvis. (p. 472) 12/04/14. Robert Crockett, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Chest x-ray AP portable semi-erect chest. HISTORY: Check endotracheal tube. Hypoxia after chest trauma. IMPRESSION: Endotracheal tube about 4 cm above the carina. Right thoracostomy tube slightly position, with improved drainage of the right pneumothorax. Right upper lobe medial consolidation may represent a pulmonary contusion. Gas distention of the stomach. (p. 474) 12/04/14. Jodi Coates, MD. (Surgeon) PR-2 Report. DOI: NA. CC: NA. DX: Trauma. TX PLAN: Plan to discharge 3 days or more (Red) to home. (p. 273) 12/05/14. John N. Winn, MD. (Radiology). Diagnostic Imaging Rcport. DOI: NA. PROC: Portable chest x-ray, 1 view. HISTORY: Status post bronch. IMPRESSION: No significant interval change. (p. 172) 12/05/14. John N. Winn, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable chest x-ray, 1 view. HISTORY: ETT. IMPRESSION: Interval improvement in subcutaneous emphysema. Otherwise, no significant change. (p. 189) 12/05/14. Peter Murphy, MD. (Family Med) Consultation Report. DOI: NA. CC: Potential endobronchial injury. HISTORY: He was apparently working on his car prior to his admission, apparently the car became dislodge and fell on him. DX: Chest trauma with evidence of underlying rib fractures, right pncumothorax with some subcutaneous emphysema. Inadequate database. Rule out endobronchial injury. 35 california - Med 5 35 07/31/2020 001436 13 169"}, {"PageNumber": 43, "PageText": "RE: DALPOGGETTO, ANDRE Page 6 Trauma with rib fractures and right traumatic pneumothorax. TX PLAN: Continue current therapy. He will be weaned as tolerated. He will be monitored closely. Scheduled for fiberoptic. (p. 43) 12/06/14. Paul Parsons, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable chest x-ray at 1406 hours. HISTORY: Trauma. IMPRESSION: No significant interval change. (p. 173) 12/06/14. Natraj Shanmugam, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the abdomen, 1 view. HISTORY: Check Dobbhoff placement. IMPRESSION: Nasogastric and Dobbhoff catheter tips overlie the gastric fundus. (p.25) 12/07/14. Paul Parsons, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable x-ray of abdomen on 12/07/14. HISTORY: Dobbhoff tube placement. IMPRESSION: Dobbhoff feeding tube tip just below the EG junction in the fundus of the stomach. (p. 176) 12/07/14. Natraj Shanmugam, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Chest x-ray. A frontal view of the chest was obtained. HISTORY: Not on report. IMPRESSION: stable cardiopulmonary appearance. (p. 177) 12/07/14. Paul Parsons, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable x-ray of the abdomen on 12/07/14 at 1540 hours. HISTORY: Dobbhoff tube placement. IMPRESSION: Dobbhoff feeding tube tip in the upper fundus of the stomach just below the EG junction. (p. 178) 12/08/14. Brian T. Evans, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable chest x-ray compared to a prior study from 12/08/14. HISTORY: PICC line placement. IMPRESSION: Findings of CHF. Right arm PICC line terminates in the distal superior vena cava. (p. 180) 12/08/14. Maria Parayno, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Chest x-ray, 1 view 35 california - Med 5 35 07/31/2020 001436 13 170"}, {"PageNumber": 44, "PageText": "RE: DALPOGGETTO, ANDRE Page 7 HISTORY: Comparison AP portable chest radiograph 12/07/14. IMPRESSION: Increasing perihilar and right basilar opacities. Bilateral pleural effusions, stable to slightly increase. (p. 179) 12/09/14. Brian T. Evans, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable chest x-ray compared to a prior study for 12/08/14. HISTORY: Desaturation. IMPRESSION: Decreased aeration of the lungs with developing small pleural effusions and possible pulmonary edema with superimposed pncumonia. (p. 181) 12/09/14. Phillip Vinh, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable chest x-ray AP view. HISTORY: Intubated on a ventilator. IMPRESSION: No significant interval changes compared to the prior study. Persistent bibasilar atelectatic changes with small bilateral pleural effusions. (p. 187) 12/09/14. Brian T. Evans, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable x-ray of the abdomen. HISTORY: Feeding tube placement. IMPRESSION: Feeding tube terminates in the stomach. (p. 182) 12/09/14. Daniel Herron, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Chest x-ray. HISTORY: Endotracheal tube. IMPRESSION: There is stable positioning of endotracheal tube. The distal extend and positioning of the nasogastric and feeding tubes are not well visualized on this study. There is slight interval decreased left perihilar opacity, persistent right perihilar opacity and persistent basilar opacities which could be due to pneumonia and probable associated small right effusion. (p. 326) 12/09/14. Brian Evans, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the chest, 1 view. HISTORY: Desaturation. IMPRESSION: Decreased aeration of the lungs with developing small pleural effusions and possible pulmonary edema with superimposed pneumonia. (p.29) 35 california - Med 5 35 07/31/2020 001436 13 171"}, {"PageNumber": 45, "PageText": "RE: DALPOGGETTO, ANDRE Page 8 12/10/14. Daniel Herron, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Chest x-ray. HISTORY: Comparison study 12/09/14. IMPRESSION: There is interval increased left perihilar opacity, interval increased left basilar opacity, persistent right perihilar and right basilar opacity consistent with pneumonia and associated small effusions. The distal extent of the feeding tube is not visualized on this study. (p. 183) 12/11/14. Brian T. Evans, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable x-ray of the chest compared to a prior study from 12/11/14. HISTORY: Pneumothorax. IMPRESSION: Bilateral pulmonary opacities slightly increased compared to the previous study could be due to pulmonary edema with possible superimposed pneumonia. (p. 188) 12/11/14. Gloria Jimenez, DO. (General Surgery) PR-2 Report. DOI: 12/04/14. CC: No change. Pain well controlled. IMPRESSION/TX PLAN: Plan to discharge 3 days or more. (p.55) 12/11/14. Amir A. Amiri, MD. (General Surgery) Operative Report. DOI: NA. PREOP DX: Ventilated patient, possible pneumonia, and left lower lobe consolidation. POSTOP DX: Ventilated patient, possible pneumonia, and left lower lobe consolidation. PROC: Bronchoscopy and bronchioalveolar lavage. (p. 66) 12/12/14. Gloria Jimenez, DO. (General Surgery) PR-2 Report. DOI: 12/04/14. CC: Continued intermittent episodes of agitation. IMPRESSION/TX PLAN: Plan to discharge 3 days or more. (p. 80) 12/12/14. James M. Mooreficld, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable chest x-ray AP semi-erect 0501 hours. HISTORY: Comparison made with previous day. IMPRESSION: Increasing pleural effusion at the right lung base and minor fissure. Bibasilar atelectasis has increased as well. (p. 166) 12/12/14. Timothy O. Lee, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the abdomen. HISTORY: Dobbhoff tube 35 california - Med 5 35 07/31/2020 001436 13 172"}, {"PageNumber": 46, "PageText": "RE: DALPOGGETTO, ANDRE Page 9 IMPRESSION: Single view of the abdomen shows placement of a nasogastric and Dobbhoff tube within the gastric fundus. (p. 167) 12/13/14. James M. Moorefield, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable chest x-ray AP supine 0428 hours. HISTORY: Comparison made with previous day. IMPRESSION: Decreasing fluid and/or atelectasis at the left base. Unchanged right pleural fluid. (p. 168) 12/14/14. Brian T. Evans, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Portable chest x-ray compared to a prior study for 12/13/14. HISTORY: Intubated. IMPRESSION: Stable findings of CHF. (p. 169) 12/15/14. Graham Chandler, OT. (NA) Occupational Therapy Initial Evaluation Report. DOI: NA. SUBJECTIVE: Pain is 4/10. HISTORY: Crushed by an auto falling off a jack with multiple bilateral rib fractures, a right hemopneumothorax, bilateral pulmonary contusions, and incidental right thyroid enlargement. ASSESSMENT: Presents with declined activity tolerance, upper extremity weakness, fatigued easily, difficulty arising to initiate his functional mobility actions, tolcrated occupational therapy evaluation well, motivated to improve his level of independence and will benefit from further acute occupational therapy services. TX PLAN: Occupational therapy, 3 times per week. (p. 105) 12/15/14. Leslie McDaniel, MD. (Psychiatry) Initial Psychiatry Consultation Report. DOI: 12/04/14. CC: Evaluate mental status, psychiatric symptoms, diagnosis, and make further treatment recommendations. HISTORY: Chest was crushed under a lift. ASSESSMENT: Recent mild confusional state, likely secondary to recent hypoxemia plus-minus infection. Recent emotional ability, likely secondary to #1 in addition to adjustment disorder with mixed emotional features, secondary to current injury and hospitalization. Past history of substance abuse, allegedly in remission. TX PLAN: Check laboratories, TSH, B12, folate, RPR, vitamin D level, prealbumin magnesium level, serum ammonia, thiamine level, UA. Minimize anticholinergic and other potentially deliriogenic medications including fentanyl use as needed and Dilaudid for pain symptoms. Change Seroquel to 25 mg p.o. b.i.d. and 50 mg at bedtime as needed for agitation. Minimize/avoid benzodiazepines. 35 california - Med 5 35 07/31/2020 001436 13 173"}, {"PageNumber": 47, "PageText": "RE: DALPOGGETTO, ANDRE Page 10 Monitor psychiatric and cognitive status. Request social services evaluation for psychosocial evaluation and baseline functional level. (p. 142) 12/15/14. Vu Truong, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Chest x-ray. Single frontal view of the chest. HISTORY: Intubated on a ventilator. IMPRESSION: Stable chest. Support lines as above. Status post extubation. (p. 170) 12/15/14. John N. Winn, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Abdomen x-ray, 1 view. HISTORY: Eval NGT placement. IMPRESSION: Nasogastric tube ends in the stomach. (p. 171) 12/16/14. Shelley Bailey, PT. (NA) Physical Therapy Initial Evaluation Report. DOI: NA. SUBJECTIVE: Just finishing up breakfast. HISTORY: Crushed by an auto falling off a jack with multiple bilateral rib fractures, a right hemopneumothorax, bilateral pulmonary contusions, and incidental right thyroid enlargement. ASSESSMENT: Confused but able to follow directives for mobility and gait. Needing CGA for balance. TX PLAN: Physical therapy daily. (p. 113) 12/19/14. Shaun Patrick, COTA. (NA) Occupational Therapy Progress Report. DOI: NA. SUBJECTIVE: Pain is 1/10. ASSESSMENT: Making gains with occupational therapy in self-care and functional mobility. TX PLAN: Continue plan of carc. (p. 110) 12/19/14. Maria Parayno, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the chest, 1 view. HISTORY: Shortness of breath. IMPRESSION: Improving left lung aeration. There remains a small bilateral pleural effusion with minor overlying atelectasis. (p. 127) 12/22/14. Kaari Gocong, PT. (NA) Physical Therapy Initial Evaluation Report. DOI: NA. SUBJECTIVE: Pleasant and readily agreed to treatment, ASSESSMENT: Occasionally veers off straight line with GT, but no loss of balance noted. Pre-morbid foot drop on right. Following commands well. TX PLAN: Continue plan of care. (p. 117) 35 california - Med 5 35 07/31/2020 001436 13 174"}, {"PageNumber": 48, "PageText": "RE: DALPOGGETTO, ANDRE Page 11 12/22/14. Maria Parayno, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the chest, 1 view. HISTORY: 12/19/14. IMPRESSION: Persistent subsegmental atelectasis and small bilateral pleural effusions. (p. 126) 02/05/15. Michael W. Cohen, MD. (Occupational Med) Doctor's First Report of Injury. DOI: 12/04/14. CC: Right arm and forearm/elbow, right chest, mid and low back pain, right thigh tingling. HISTORY: Large truck fell off a vehicle repair rack from 5 feet to 6 feet in the air. Trapped him under the engine and frame. DX: Multiple bilateral rib fractures. Flail chest/hemopneumothorax post needle decompression, chest tube and intubation. Staph Aureus Pneumonia prescribed with Ancef. ICU Psychosis. Decreased hearing right ear. Concussion. Right shoulder grade 1 to 2 AC separation. TX PLAN: Audiogram, cognitive rehabilitation at speech therapy x 6, ENT consultation, PA CXR, T spinc x-ray, left spine x-ray, right shoulder x-ray, CBC, UA, metabolic panel. WORK STAT: Off work. FU VISIT: 2 weeks. (p. 19) 02/05/15. Amin Matin, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of right shoulder. HISTORY: Acromioclavicular separation. IMPRESSION: Evidence for prior acromioclavicular joint separation, with increased joint space and coracoclavicular distance as well as soft tissue mineralization along the coracoclavicular ligament. There is no increase in separation on weightbearing views. Mild acromioclavicular joint osteoarthrosis. Old fracture of the scapula with associated deformity and sclerosis. Multiple right- sided rib fractures, most likely subacute. (p. 338) 02/05/15. Michael Hecimovich, DO. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Chest x-ray, 2 views. HISTORY: Rib fracture. IMPRESSION: Multiple right rib fractures. Adjacent density may reflect pleural thickening or scar. Also consider loculated hydrothorax. Rounded density in the right cardiophrenic angle. Recommend chest CT. Density in the right cardiophrenic angle could also reflect a pulmonary nodule. (p. 341) 02/19/15. Michael Cohen, MD. (Occupational Med) PR-2 Report. DOI: NA. CC: 2 months post injury, overall feels improved, still has pain in right shoulder on motion. DX: Concussion. Rib fractures. Bacterial pneumonia, unspecified. 35 california - Med5 35 07/31/2020 001436 13 175"}, {"PageNumber": 49, "PageText": "RE: DALPOGGETTO, ANDRE Page 12 Hemothorax. Acromioclavicular joint, ligament sprain. TX PLAN: Cognitive rehab at speech therapy x 6 to treat December 2014 concussion, UR appeal pending. ENT consultation, he states his hearing loss is increased post injury, UR appeal pending He will consider steroid injection to right sub ac space until next visit. WORK STAT: Off duty. FU VISIT: 03/12/15. (p. 333) 03/12/15. Michael Cohen, MD. (Occupational Med) PR-2 Report. DOI: NA. CC: 3 months post injury, overall feels improved, still has pain in right shoulder on motion. ASSESSMENT: Multiple bilateral rib fractures. Flail chest/hemopneumothorax post needle decompression, chest tube and intubation. Staph aureus pneumonia treated with Ancef, resolved. ICU psychosis, resolved. Decreasing hearing in right ear. Concussion on December 2014 with history of prior concussion 1982. Right shoulder grade 1-2 AC separation. Prior history of substance abuse, emergency department tox screen + benzodiazepines and opiates. TX PLAN: Cognitive rehab at speech therapy on March 16. ENT consultation, hearing loss increased post injury, April 27. Steroid injection to right sub acromioclavicular space. WORK STAT: Off duty. FU VISIT: 04/02/15. (p. 365) 03/16/15. Xandra Tielman, ST. (NA) Speech Therapy Evaluation. DOI: NA. CC: Voice change. HISTORY: He was at work when a truck fell on top of him. He had a positive loss of consciousness for at least 30 minutes. He was taken to Mercy San Juan Hospital where he remained for 20 days. He received tube feedings for 2 weeks and he was intubated. It was after he was extubated and he began talking that he noticed that his voice had changed. He was discharged on 12/24 to home. Since his accident he reported changes with his memory, mental endurance, attention, and voice. IMPRESSION: Mr. Dalpogetto presented with mild to moderate cognitive impairment with deficits noted in the areas of attention, processing, memory, thought organization, problem-solving, reasoning, executive functioning, and mental endurance which is consistent with his diagnosis. In addition, he has hoarse voice quality with even short periods of talking and has difficulty with verbal communication due to his aphonia. RECOMMENDATIONS: ENT assessment for aphonia if not already considered. Individual one hour sessions at a frequency of 1-2x/week for a total of 10 sessions with a reassessment at that time to determine the need for continued treatment. PLAN: Speech cognitive retraining. Patient/Family training. (p. 384) 35 california - Med 5 35 07/31/2020 001436 13 176"}, {"PageNumber": 50, "PageText": "RE: DALPOGGETTO, ANDRE Page 13 04/02/15. Michael Cohen, MD. (Occupational Med) PR-2 Report. DOI: NA. CC: 4 months post injury, overall feels improved, still has pain in right shoulder on motion. ASSESSMENT: Multiple bilateral rib fractures. Flail chest/hemopneumothorax post needle decompression, chest tube and intubation. Staph aureus pneumonia treated with Ancef, resolved. ICU psychosis, resolved. Decreasing hearing in right ear. Concussion on December 2014 with history of prior concussion 1982. Right shoulder grade 1-2 AC separation. Prior history of substance abuse, emergency department tox screen + benzodiazepines and opiates. TX PLAN: Cognitive rehab at speech therapy ongoing. ENT consultation, hearing loss increased post injury, April 27. Physical therapy x 6 for right shoulder. WORK STAT: Off duty. FU VISIT: 04/23/15. (p. 372) 04/27/15. Charles Gage, MD. (ENT) Workers' Comp Doctor's First Report of Injury. DOI: 12/04/14. CC: Right arm and forearm/elbow, right chest, mid and low back pain, right thigh tingling. HISTORY: Working underneath a vehicle when it fell on his chest. DX: Hearing loss, sudden, right. Vocal cord granuloma. TX PLAN: We discussed CROS hearing aids, which he is not interest in and I would tend to agree with his decision. The vocal cord granuloma will be treated medically with Prilosec. If it has not shown evidence of getting smaller then, I would recommend micro direct laryngoscopy with surgical excision. WORK STAT: Off work. FU VISIT: 6 weeks. (p. 402) 04/02/15. Xandra Tielman, ST. (NA) Specch Therapy Progress Report. DOI: NA. SUBJECTIVE: There is no pain. ASSESSMENT: Mr. Dalpogetto would benefit from organization systems and strategies. Unclear of premorbid level of functioning, though bchaviors common with traumatic brain injury. TX PLAN: Strategics, compensatory techniques. (p. 415) 04/10/15. Xandra Ticlman, ST. (NA) Speech Therapy Progress Report. DOI: NA. SUBJECTIVE: There is no pain. He says he think he is doing better this week. ASSESSMENT: Mr. Dalpogetto is improving. TX PLAN: Same emphasis. (p. 412) 04/17/15. Xandra Tielman, ST. (NA) Speech Therapy Progress Report. DOI: NA. SUBJECTIVE: There is pain. He says that he has been using the binder and that he thinks that it helps. ASSESSMENT: Good response to tasks. Motivated. 35 california - Med 5 35 07/31/2020 001436 13 177"}, {"PageNumber": 51, "PageText": "RE: DALPOGGETTO, ANDRE Page 14 Showing improvement. Concern with vocal issues. TX PLAN: Memory strategies, compensatory techniques. (p. 412) 04/23/15. Michael Cohen, MD. (Occupational Mcd) PR-2 Report. DOI: NA. CC: 4 months post injury, overall feels improved, throat feels improved but voice is still husky. ASSESSMENT: Multiple bilateral rib fractures. Flail chest/hemopncumothorax post needle decompression, chest tube and intubation. Staph aureus pneumonia treated with Ancef, resolved. ICU psychosis, resolved. Decreasing hearing in right ear. Concussion on December 2014 with history of prior concussion 1982. Right shoulder grade 1-2 AC separation. Prior history of substance abuse, emergency department tox screen + benzodiazepines and opiates. TX PLAN: Cognitive rehab at specch therapy ongoing. ENT consultation, hearing loss increased post injury, April 27. Physical therapy x 6 for right shoulder pending. WORK STAT: Off duty. FU VISIT: 05/08/15. (p. 455) 04/23/15. Xandra Tielman, ST. (NA) Speech Therapy Progress Report. DOI: NA. SUBJECTIVE: He states he was working on a radio and couldn't figure out the sound was bad and then he saw he had mixed up the wiring. He says he never would have done that. ASSESSMENT: Question if fatigue is a factor with his diminished pragmatic skills today. Limited insight. May need encouragement to integrate the use of strategies. TX PLAN: Memory strategies. (p. 411) 04/30/15. Xandra Tielman, ST. (NA) Speech Therapy Progress Report. DOI: NA. SUBJECTIVE: He is in process of moving. ASSESSMENT: Believe he is more tangential due to fatigue and stress of moving. Planner useful. He is still very disorganized with his thinking. Would benefit from more therapy. TX PLAN: Request for more therapy. (p. 410) 05/01/15. Ivey Physical Therapy. (NA) Physical Therapy Progress Report. DOI: NA. SUBJECTIVE: He complains that both of his shoulders have been hurting him and keeping him up at night. ASSESSMENT: Right shoulder rotator cuff strain. He demonstrates good understanding of the exercises and tolerates the treatment with no increased pain. TX PLAN: Continue per plan of care 2 times per weck for 6 weeks. (p. 416) 35 california - Med 5 35 07/31/2020 001436 13 178"}, {"PageNumber": 52, "PageText": "RE: DALPOGGETTO, ANDRE Page 15 05/08/15. Michael Cohen, MD. (Occupational Med) PR-2 Report. DOI: NA. CC: 5 months post injury, overall feels improved, throat feels improved but voice is still husky. ASSESSMENT: Multiple bilateral rib fractures. Flail chest/hemopncumothorax post needle decompression, chest tube and intubation. Staph aureus pneumonia treated with Ancef, resolved. ICU psychosis, resolved. Decreasing hearing in right ear. Concussion on December 2014 with history of prior concussion 1982. Right shoulder grade 1-2 AC separation. Prior history of substance abuse, emergency department tox screen + benzodiazepines and opiates. TX PLAN: Cognitive rehab at speech therapy add 4 more visits, total #10. ENT re-consultation on 06/01/15. Complete physical therapy X 6 for right shoulder. WORK STAT: Off duty. FU VISIT: 06/05/15. (p. 417) 05/14/15. Brittany Spring, PTA. (NA) Physical Therapy Progress Note. DOI: NA. SUBJECTIVE: He reports that his shoulders were both bothering him all last weekend and then he hurt his back Tuesday. He notes that today his back and both shoulders are feeling better. ASSESSMENT: Right shoulder rotator cuff strain. He demonstrated increased PROM with pulley exercises today. TX PLAN: Continue per POC 2 times a week for 6 wecks. (p. 200) 05/18/15. Brittany Spring, PTA. (NA) Physical Therapy Progress Note. DOI: NA. SUBJECTIVE: He reports that his shoulder was feeling a lot better than about a week ago and he is noticing increased ROM with exercises. ASSESSMENT: Right shoulder rotator cuff strain. He demonstrates increased PROM with pullcy exercises today and only shows limitation in shoulder flexion, abduction and very slight limitation with shoulder IR. Further treatment necessary for strength and stability of the affected arca. TX PLAN: Continue per POC 2 times a week for 6 weeks. Add strengthening exercises next treatment. (p. 201) 05/19/15. Xandra M. Tielman, ST. (NA) Specch Therapy Treatment Note. DOI: NA. SUBJECTIVE: \"I don't lose my voice anymore.\" ASSESSMENT: He would benefit from some structure with his bill paying to better manage his budget. Still can be tangential and verbose. TX PLAN: Strategies, compensatory techniques. (p. 253) 35 california - Med 5 35 07/31/2020 001436 13 179"}, {"PageNumber": 53, "PageText": "RE: DALPOGGETTO, ANDRE Page 16 05/26/15. Xandra M. Tielman, ST. (NA) Speech Therapy Treatment Note. DOI: NA. SUBJECTIVE: \"I've been cooking more at home to save money since I only have $33a day.' ASSESSMENT: He is verbally and cognitively disorganized. TX PLAN: Planning subtest of WJIII to further assess executive functioning. (p. 252) 06/01/15. Eric Gage, MD. (ENT) PR-2 Report. DOI: 12/04/14. CC: Follow up. Hearing loss. SUBJECTIVE: He sustained a blunt force injury to the chest with vehicle fell on him. He was hospitalized and intubated for 14 days. At the last visit he was found to have a small right vocal cord granuloma. He has been on Prilosec since with some improvement in vocal quality. No throat pain. No heartburn. ASSESSMENT: Improving right vocal cord granuloma. This was most likely caused by prolonged intubation after injury. TX PLAN: Continue Prilosec with a repeat evaluation in 3 months. Surgery may be avoidable. (p. 243) 06/05/15. Michael Cohen, MD. (Occupational Med) PR-2 Report. DOI: 12/04/14. CC: 6 months post injury. SUBJECTIVE: Discharged on 12/21/14 with DX's: Multiple bilateral rib fractures. Flail chest/hemopneumothorax post needle decompression, chest tube and intubation. Staph Aureus pneumonia treated with Ancef. \"ICU Psychosis.\" Received OT and speech/cognitive evaluation while hospitalized. ASSESSMENT: Multiple bilateral rib fractures. Flail chest/hemopneumothorax post needle decompression, chest tube and intubation. Staph Aureus pneumonia treated with Ancef. \"ICU Psychosis.\" Hearing loss, right ear. Concussion December 2014 with history of prior concussion 1982. Right shoulder grade 1-2 AC separation. Prior history of substance abuse, +Benzo's and opiates. TX PLAN: Cognitive rehab at speech therapy add 4 more visits, total #10. ENT re-consult - Dr. Gage recommends continue PPI, hopefully to avoid surgery. Continue HEP right shoulder. WORK STAT: Modified duty. A 4-hour day with no push or pull over 220 pounds. He is doing well and has not returned to work yet. FU VISIT: 6 weeks. (p. 248) 07/05/15. Michael Cohen, MD. (Occupational Med) PR-2 Report. DOI: 12/04/14. CC: 6 months post injury. SUBJECTIVE: Discharged on 12/21/14 with DX's: Multiple bilateral rib fractures. Flail chest/hemopneumothorax post needle decompression, chest tube and intubation. Staph Aureus Pneumonia treated with Ancef. \"ICU Psychosis.\" Received OT and specch/cognitive cvaluation while hospitalized. ASSESSMENT: Multiple bilateral rib fractures. 35 california - Med 5 35 07/31/2020 001436 13 180"}, {"PageNumber": 54, "PageText": "RE: DALPOGGETTO, ANDRE Page 17 Flail chest/hemopneumothorax post needle decompression, chest tube and intubation. Staph Aureus Pncumonia treated with Ancef. \"ICU Psychosis.\" Hearing loss, right ear. Concussion December 2014 with history of prior concussion 1982. Right shoulder grade 1-2 AC separation. Prior history of substance abuse, +Benzo's and opiates. TX PLAN: Cognitive rehab at speech therapy add 4 more visits, total #10. ENT re-consult - Dr. Gage recommends continue PPI, hopefully to avoid surgery. Continue HEP right shoulder. WORK STAT: Modified duty. 4 hour day with no push or pull over 220 pounds. He is doing well and has not returned to work yet. FU VISIT: 6 weeks. (p. 191) 07/07/15. Michael Cohen, MD. (Occ Health) PR-2 Report. DOI: 12/04/14. CC: 7 months post injury. SUBJECTIVE: Discharged on 12/21/14 with DX's Multiple bilateral rib fractures. Flail chest/hemopneumothorax post needle decompression, chest tube and intubation. Staph Aureus Pneumonia rx'd with Ancef. \"ICU Psychosis.' Received OT and speech/cognitive evaluation while hospitalized. ASSESSMENT: Multiple bilateral rib fractures. Flail chest/hemopncumothorax post needle decompression, chest tube and intubation. Staph Aureus Pneumonia rx'd with Ancef. \"ICU Psychosis.\" Hearing loss, right ear. Concussion December 2014 with history of prior concussion 1982. Right shoulder grade 1-2 AC separation. Prior history of substance abuse, +Benzo's and opiates. TX PLAN: Cognitive rehab completed. ENT Dr. Gage recommends continue PPI, hopefully to avoid surgery. P&S with PD/FM. WORK STAT; Modified duty. (p. 254) 07/07/15. Albert Schraner, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Chest x-ray 2 views, PA lateral. HISTORY: S/O rib fractures and pulmonary contusions. Chest pain. IMPRESSION: No acute findings. Interval healing of right rib fractures. (p. 260) 07/07/15. Xandra M. Tielman, ST. (NA) Speech Therapy Treatment Note. DOI: NA. SUBJECTIVE: \"I've moved to Nevada.\" ASSESSMENT: He continues to have deficits for working mcmory, higher level thinking. He is unstable with his living circumstances and has difficulty making it to the clinic due to the distance. TX PLAN: Given that the distance is not feasible for client for a single appointment, may not be able to schedule future appointments. (p. 262) 35 california - Med 5 35 07/31/2020 001436 13 181"}, {"PageNumber": 55, "PageText": "RE: DALPOGGETTO, ANDRE Page 18 07/13/15. Xandra M. Tielman, ST. (NA) Speech Therapy Discharge Note. DOI: NA. INTERVENTIONS: Communication. Auditory processing. Patient education and strategies and compensatory techniques. ASSESSMENT: He made progress during the course of therapy making gains with using strategies and compensatory techniques for attention, organization, and memory. He was more aware of his deficits and how they impacted him functionally. He was more aware of his budget and how to stay in budget during the month. Unfortunately, he was undergoing huge changes during the therapy course. He continued to have mild to moderate cognitive challenges at the end of therapy. He was verbose and tangential, he was mentally disorganized, he was distractible, he had difficulty with daily math, he had delayed processing. He will be discharged at this time as he has moved to Nevada and is unable to come to sessions regularly. In addition, he reported that he has been released to return to work. RECOMMENDATIONS: Discharge from therapy as all approved sessions have been completed. He would benefit from further therapy at a location closer to his home in Nevada. (p. 263) 09/01/15. Michael Cohen, MD. (Occupational Med) Permanent and Stationary Evaluation Report. DOI: 12/04/14. CC: Multiple trauma. DX: Traumatic brain injury. Prior history of traumatic brain injury in 1982. Right ear hearing loss. Prior history of 20% right ear hearing loss in 1982. Bilateral rib fractures, hemopneumothorax status post intubation. Staph aureus pneumonia, resolved. Right shoulder AC joint separation. AMA RATING: 8% whole person impairment due to the traumatic brain injury. 2% whole person impairment rating for shoulder. 4% whole person impairment rating for hearing loss. DISABILITY STAT: Permanent and stationary as of 07/07/15. CAUSATION: Industrial. FUTURE MED CARE: Right shoulder up to 3 corticosteroid injections per year, and if symptoms progress, then referral to orthopedic surgeon. For the lungs, there is no treatment required. For the hearing loss, there is no treatment available except for hearing aid in the right ear if he so chooses. For the voice, Mr. Dalpoggetto can follow with car, nose and throat specialist to see if the granuloma resolves. If it does not, then additional treatment may be required ENT specialist. (p. 12) 09/02/15. Eric Gage, MD. (ENT) PR-2 Report. DOI: 12/04/14. CC: Follow up. Hearing loss. SUBJECTIVE: He was previously seen for a vocal cord granuloma. He no longer has throat pain and does not feel a foreign body in his throat. His voice continues to fluctuate markedly. No swallowing problems. He used Prilosec for about 2 months before discontinuing on his own. 35 california - Med 5 35 07/31/2020 001436 13 182"}, {"PageNumber": 56, "PageText": "RE: DALPOGGETTO, ANDRE Page 19 There had been some shrinkage on his first follow up visit for the granuloma while he was on Prilosec. Precxisted hearing loss in the right side from motorcycle accident in 1982. The loss became much worse after the most recent injury. Previous audiometry indicated that hearing aid would probably not help. The hissing tinnitus that he was experiencing has resolved. ASSESSMENT: Resolution off the vocal cord granuloma on the right. Continued profound hearing loss on the right which will not benefit from amplification. TX PLAN: Follow up audio in 6 months. No further follow-up for granuloma is necessary as this has resolved. (p. 266) 03/02/16. Eric Gage, MD. (ENT) PR-2 Report. DOI: 12/04/14. CC: Worker's compensation. SUBJECTIVE: He has a history of injury when a vehicle fell on his right chest area. He had a preexistent right hearing loss secondary to motorcycle accident and concussion in 1982. He notes difficulty with background noise and localizing sound sources. His primary problem was a vocal cord granuloma secondary to intubation and probable reflux. The granuloma resolved with proton pump inhibitors which he is no longer taking. He still has some hoarseness with fluctuating voice quality but it is much better. No shortness of breath. No heartburn. ASSESSMENT: No recurrence of vocal cord granuloma since discontinuing Prilosec. Stable asymmetric sensorineural hearing loss. Hearing aids not indicated. TX PLAN: I will see him back as needed. (p. 297) 10/27/16. Vijay Sekhon, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the left wrist, 3 views. HISTORY: Worsening wrist pain. IMPRESSION: Moderate osteoarthritic changes at the first carpometacarpal joint without acute abnormality. (p. 11) 10/27/16. Vijay Sckhon, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the right wrist, 3 views. HISTORY: Chronic wrist pain, worsening. IMPRESSION: Mild osteoarthritic changes at the 1st carpometacarpal joint and triscaphe joint without acute abnormality. (p. 10) 11/28/16. Ronald Swanger, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: Ultrasound of the scrotal - pelvis. HISTORY: Reducible mass in the right inguinal canal suspected of hernia. IMPRESSION: Normal testicles. Bilateral inguinal hernia. (p.9) 35 california - Med 5 35 07/31/2020 001436 13 183"}, {"PageNumber": 57, "PageText": "RE: DALPOGGETTO, ANDRE Page 20 10/11/17. Vijay Sekhon, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the lumbar spine, 7 views. HISTORY: Low back pain. IMPRESSION: Mild scoliotic curvature of the lumbar spine with multilevel degenerative disc disease, most notably at L5-S1. No acute abnormality. Mild progression of degenerative disc disease at L5-S1 since the prior examination. (p. 8) 10/25/17. Ronald Swanger, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the right ribs, 4 views. HISTORY: Pain. Motor vehicle collision. Right rib pain. IMPRESSION: Chronic healed right rib fractures without evidence of acute fractures. (p.6) 10/25/17. Ronald Swanger, MD. (Radiology). Diagnostic Imaging Report. DOI: NA. PROC: X-ray of the chest, 2 views. HISTORY: Posterior right rib pain for 1 month. IMPRESSION: Clear lungs without displaced rib fractures visualized. (p. 7) D05E/P11O/S20I1T7.IODNepoRsiEtPioOnRRTeport. Mr. Dalpoggetto suffered an injury on 12/04/14 while working at Liberty Motors. He starts working there in 2002 as an automotive truck mechanic. (p.18) He left Liberty Motors because he had a herniated disk in his back. He states that it was due to lifting up really heavy trucks and the rack that he used to work on was not designed to lift up heavy trucks. He states that he' had a guy push the button and he would push up on the truck to try to get it go as high as he could off the ground. He states that this is a work-related injury but he did not file a workers' compensation. He did get a treatment from the chiropractors. He states that he was re-hired by Liberty Motors in 2010. (p. 19) He states that he worked again as a truck mechanic. He also states that he also has worked on motorcycles for a while too because they werc a little bit less to deal with than heavy trucks. (p. 20) He states that his duties as a mechanic at Liberty Motors includes fixing trucks and cars. He states that his job is pretty much everything from lube jobs to heavy duty engines and transmissions, diagnosc and repair. He is not currently working. His last day of work was on the date of injury. (p. 21) He also worked at Stagecoach Motel in Green Valley for an approximately 8 months. He states that he does small maintenance at that place, he sheet rocked a bathroom, he did repairs on plumbing and clean up a little bit, custodial type like general maintenance. (p. 22) At the same time, he also has auto mechanics job at Arch's Automotive in Grass Valley. 35 california - Med 5 35 07/31/2020 001436 13 184"}, {"PageNumber": 58, "PageText": ""}, {"PageNumber": 59, "PageText": ""}], "DocumentType": "AME", "ModelName": ["Medical records - sentence classification", "Medical records - Diagnosis Tagging", "Medical records - Body Part Tagging", "Medical records - DOS Provider Tagging"]}